Repository: annndrey/npui-nikitos
Catalog: netprofile_devices/netprofile_devices/locale/*/LC_MESSAGES/netprofile_devices.po
Languages: ru

source: Devices
ru: Устройства

source: Simple
ru: Простое

source: Network
ru: Сетевое

source: Device categories
ru: Категории оборудования

source: Add new device category
ru: Добавить новую категорию оборудования

source: Name
ru: Названия

source: Add new device manufacturer
ru: Добавить нового производителя оборудования

source: Device types
ru: Типы оборудования

source: Add new device type
ru: Добавить новый тип оборудования

source: Device Manufacturer
ru: Производитель оборудования

source: Device Category
ru: Категория оборудования

source: Device Type
ru: Тип оборудования

source: Description
ru: Описание

source: Device flag types
ru: Флаги устройств

source: Add new device flag type
ru: Добавить новый флаг устройств

source: Device type flag types
ru: Флаги типов устройств

source: Add new device type flag type
ru: Добавить новый флаг типов устройств

source: Add new device
ru: Добавить новое устройство

source: Is Operational?
ru: Управляемое

source: Place
ru: Место

source: Entity
ru: Объект

source: Created
ru: Создано

source: Modified
ru: Изменено

source: Installed
ru: Установлено
